<?php

use App\Event;
use Carbon\Carbon;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class EventSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $projects = [
            [
                'title' => 'Огнено шоу за рождения ден на мол Варна',
                'description' => 'С уникален огнен спектакъл ще почерпи в петък за третия си рожден ден мол Варна. Той е предвиден като черешката на тортата и ще бъде на финала на поредицата от събития, които предстоят. Интересната и специално подготвена хореография ще бъде представена за първи път в България. Преди това най-обичаните български комедийни актьори ще забавляват варненци и гостите на града. Звездният състав на телевизионното шоу &bdquo;Комиците&ldquo; пристига в морската столица, придружен от известния от екрана балет Extreme. Кръстю Лафазанов, Любомир Нейков, Ненчо Илчев и Петьо Петков ще представят пред публиката специално подбрани скечове и моментни импровизации. Актьорите ще излязат на сцената в мола в 20 ч. За първи път присъстващите ще имат възможност да се забавляват с любимите си комедианти в открито представление с вход свободен. Преди старта на &bdquo;Комиците&ldquo; от 17 до 20 ч в търговския център ще се проведе ексклузивен тричасов шопинг, по време на който клиентите на мола ще имат шанс да ползват специални отстъпки и преференции при пазаруване, както и да спечелят атрактивни подаръци от някои от магазините. Представители на клуб по улични изкуства и екстремни спортове Power Jump ще представят артистично-акробатичен спектакъл, а непосредствено след шоуто актьорите ще зарадват феновете си с автографи в Playground. Ден преди отбелязването на рождения ден на мола предстои откриването на Fusion Club Voyage. Интерактивната дестинация предлага забавление чрез touch-screen маси, оборудвани с монитор и пулт за управление. Всеки ще може да избира различни по формат развлекателни или образователни програми, които се излъчват освен на индивидуалните монитори по масите и на огромен 20-метров екран. <a href="http://www.narodnodelo.bg/news.php?news=56185" target="_blank">Линк</a>',
                'when' => '1308085200',
                'project_id' => null
            ],
            [
                'title' => 'Шоу на Комиците в Мол Варна',
                'description' => 'Скечове, забавни коментари и импровизации в изпълнение на най-обичаните български комедийни актьори ще забавляват варненци и гостите на морската столица на 17 юни. Звездният състав на популярното телевизионно шоу "Комиците" пристига във Варна със специална програма по повод рождения ден на търговско &ndash; развлекателен център Мол Варна. Кръстю Лафазанов, Любомир Нейков, Ненчо Илчев, Петьо Петков и &nbsp;разбира се известният от екрана балет "Extreme" ще представят пред варненската публика специално подбрани скечове и моментни импровизации. Актьорите на едно от най-гледаните комедийни телевизионни предавания ще излязат на сцената в централното фоайе на партерен етаж в &nbsp;Мол Варна в 20:00 часа. За първи път варненци ще имат възможност да гледат любимите си комедианти в открито шоу с вход свободен. Преди старта на Комиците, в търговския център &nbsp;ще се завърти забавно артистично-акробатично шоу на клуб по улични изкуства и екстремни спортове Power Jump. След комедийното шоу, гостуващите актьори ще зарадват феновете си с автографи на територията на Playground, на четвърти етаж в Мол Варна. Програмата на празничното събитие ще завърши с уникален огнен спектакъл на входа на търговския център. Специално подготвената "огнена" хореография ще бъде представена за първи в България. <a href="http://www.mallvarna.com/bg/events/900/%D0%A8%D0%BE%D1%83-%D0%BD%D0%B0-%D0%9A%D0%BE%D0%BC%D0%B8%D1%86%D0%B8%D1%82%D0%B5-%D0%B2-%D0%9C%D0%BE%D0%BB-%D0%92%D0%B0%D1%80%D0%BD%D0%B0.html" target="_blank">Линк</a>',
                'when' => '1308258000',
                'project_id' => null
            ],
            [
                'title' => 'Малки певци ще се изявяват два дни в Мол Варна',
                'description' => 'Талантливи малки певци ще превземат подиума в търговско - развлекателен център Мол Варна през следващите два дни. В рамките на общоградската детска кампания която се провежда в търговския център от началото на май, бъдещите звезди на морската столица ще имат възможност да демонстрират своите вокални и артистични умения по време на инициативата &bdquo;Децата на Варна пеят. В събитието ще се включат певци от вокално студио &bdquo;Да&rdquo;, детски вокален ансамбъл &bdquo;Сребърни звънчета&rdquo;, Вокална група &bdquo;Звездни струни&rdquo; към Общински детски комплекс - Варна, детски и младежки формации от студио &bdquo;Палас&rdquo;, арт - клуб &bdquo;Арлекин&rdquo;, ученици от Националното училище по изкуствата &bdquo;Добри Христов&rdquo;, както и индивидуални участници. Голяма част от певците са носителите на различни отличия от национални и международни конкурси. Атрактивна част от програмата ще бъдат бийт-бокс изпълнения, които ще представят членове на клуб по улични изкуства и екстремни спортове &bdquo;Power Jump&rdquo;.&nbsp;Общоградската кампания &bdquo;Децата на Варна&rdquo; си постави за цел за първи път да събере представители на всички творчески и спортни клубове и формации, които работят с деца на територията на град Варна. Три седмици след старта на инициативата, на сцената на талантите в търговския център се изявиха близо 400 деца &ndash; малки танцьори, спортисти, художници и писатели. Всички те ще се съберат заедно на финалната част от кампанията, която ще се състои на първи юни от 18 часа в Мол Варна. Този уикенд малките изпълнители ще пеят от 14 до 16 часа на сцената на четвърти етаж в търговския център.<a href="http://www.mallvarna.com/bg/news/896/%D0%9C%D0%B0%D0%BB%D0%BA%D0%B8-%D0%BF%D0%B5%D0%B2%D1%86%D0%B8-%D1%89%D0%B5-%D1%81%D0%B5-%D0%B8%D0%B7%D1%8F%D0%B2%D1%8F%D0%B2%D0%B0%D1%82-%D0%B4%D0%B2%D0%B0-%D0%B4%D0%BD%D0%B8-%D0%B2-%D0%9C%D0%BE%D0%BB-%D0%92%D0%B0%D1%80%D0%BD%D0%B0.html" target="_blank">Линк</a>',
                'when' => '1306443600',
                'project_id' => null
            ],
            [
                'title' => '„Мисия Варна“ набира доброволци',
                'description' => 'Добри ли сте в ориентирането в градска среда? Обичате ли да решавате загадки, а да участвате в приключения? Ако отговора е &bdquo;Да&ldquo;, то ние ви предизвикваме да станете част от играта &bdquo;Мисия Варна&ldquo;.Първата ви мисия е да попълните този формуляр &ndash; Formulqr_misiq_varna Селекцията, базирана на този формуляр ще бъде направена до 05.08.2011 г. Избраните за участие, ще бъдат уведомени на посочената електронна поща. Тях ги очакват безброй предизвикателства, забавления и изненади. Кратко интерактивно обучение за доброволчеството ще даде начало на &bdquo;Мисия Варна&ldquo;. За останалото ще разберете на един по-късен етап. Кандидатите трябва да са навършили 18 години и да не са по-възрастни от 35 години. Попълнените формуляри изпращайте на адрес: stefan.bachvarov@abv.bg.Играта "Мисия Варна" е част от проект "Мисия Варна" на сдружение "Пауър джъмп", финансиран по дейност "Младежки проекти 2011", на дирекция "Младежки дейности и спорт" община Варна. <a href="http://www.portabg.eu/page/7/?lang=ar" target="_blank">Линк</a>',
                'when' => '1311627600',
                'project_id' => null
            ],
            [
                'title' => 'София диша... със спорт',
                'description' => 'С истински спортен празник ще стартира "София диша" на 7 август на столичната централна улица "Цар Иван Шишман", организиран от Столична община и "С комюникейшън".Фестивалът ще се открие в 16:00 ч. в неделя (07.08.2011) от Христо Ангеличин, заместник-кмет по "Култура, образование, спорт и превенция на зависимости". Мултижанровият фестивал е част от програмата на София за кандидатстване на града за "Европейска културна столица 2019".С много спортни изненади ще стартира тазгодишното издание на мултижанровия фестивал "София диша", който се организира за втора поредна година. След миналогодишния успех на фестивала, тази година организаторите ще доразвият събитията, като всяка неделя на август ще бъде с различен тематичен акцент. По време на фестивала ще има постоянна програма, включваща разнообразни забавления за деца и възрастни &ndash; циркови артисти, фокуси, капоейра забавления, дартс, джаги, музика и други."Фиестите всяка неделя ще имат различна тема. Тази неделя ще премине под тема "Спорт" с мотото "Вдишай играта" и на улицата ще се играят над десет вида спорт. Спортен клуб "Левски" също се включва в инициативата и ще заеме платното по ул. "Гурко". Очакваме треньор номер 1 на България за 2009 Тити Папазов, да се включи в играта "Точен кош" заедно с баскетболиста Георги Младенов. Ще участват още Светльо от "Хиподил" и Влади Въргала.", разкри зам. - кметът по образование и култура Христо Ангеличин.Шишман" ще бъде затворена за автомобили в събота 6 август до 31 август.Петък срещу събота вечерта улицата ще бъде измита, за да е готова за първата спортна неделя. До края на август улицата ще бъде забранена за паркиране, като от понеделник до събота между 7:00 и 10:30 ч по нея ще се пускат колите на живеещите в района и автомобилите, с които се зареждат търговските обекти."Хората, които живеят на "Шишман", ще могат да паркират безплатно на паркинга до Паметника на Цар Освободител и на съседните улици. Ще трябва само да сложат на видно място в колата копие от документ, който удостоверява, че живеят на ул. "Шишман", обясни Христо Ангеличин.Участници и събития:Спортен клуб "Левски" Музикален фон, DJ Тишо, Спортни танци, футбол &ndash; среща, Таекуон-до , Звезден баскетбол, Игра - Точен шут, Карате, Гребен тренажор, Футбол, Бадминтон, Художествена гимнастика, Спортна стрелба, Ръгби; Дартс, Столичен център по шахмат, Скейт шоу, организиран от Крис Драгошинов, Българска федерация по футбол на маса - джаги, Тенис на маса, Игри на ластик, "Мачирски спорт" &ndash; Slacklining - ходене и игра по лента; Бокс демонстрация &ndash; Мария Димитрова; Мини голф ЕООД; Power Jump &ndash; ходене на кокили; Sky Camp &ndash; състезание с хартиени ракетки и уоркшоп за сглобяване на дървени самолетчета, Yo-yo Bulgaria &ndash; йо-йо демонстрации и обучение и карате демонстрации.<a href="http://lifestyle.ibox.bg/news/id_1075320690" target="_blank">Линк</a>',
                'when' => '1312750800',
                'project_id' => null
            ],
            [
                'title' => 'Благотворителен концерт за Ники от 3ХS',
                'description' => 'Николай от &bdquo;3xS&ldquo; &ndash; Варна е в болница, след като пострада при скок във водата на плажа Кабакум. В момента 4-и и 5-и шийни прешлени са силно разместени, в следствие на което той бе настанен в болница. Там лекарите се опитаха чрез екстензия на шията да наместят прешлените. За съжаление тя не даде ефект и сега операцията остава единственият възможен вариант за Николай да се възстанови.Операцията представлява поставяне на титаниеви планки във врата му, което ще струва около 4 000 лева.Затова пет варненски банди ще свирят на специален благотворителен концерт за Ники в рок- клуб &bdquo;Пиратите&ldquo; на 9 август. Ако сте във Варна по това време- не пропускайте да чуете А-Moral, Pizza, Момчета с кубинки, Зора и Джаста Праста. Освен това ще има и огнено шоу от Power Jump.<a href="http://www.360mag.bg/posts/11865" target="_blank">Линк</a>',
                'when' => '1312750800',
                'project_id' => null
            ],
            [
                'title' => 'Концерт "Бъди в час по репродуктивно здраве"',
                'description' => 'С неповторим концерт под мотото "Бъди в час по репродуктивно здраве", в Морската градина на Варна стартира кампанията на Сдружение "Зачатие" за профилактика на стерилитета сред тийнейджърите. В края на концерта, кулминацията бе една прекрасна изненада за феновете на хард рока и метъла във Варна - от група надгробната плоча Пловдив. Невероятните професионалисти изпълниха кавъри на вечните рок и метъл групи като White Snake, Deep Purple, Iron Maiden, Guns\'n Roses, Metallica. След биса на групата, нейният китарист Иван Савов приветства варненската публика и отправи едно много силно и емоционално послание, което стана прекрасен завършек на концерта на "Зачатие" - "Имам дъщеричка на 20 дни благодарение на тази организация Вярвайте.!".<a href="http://goo.gl/xPizIG" target="_blank">Линк</a>',
                'when' => '1308862800',
                'project_id' => null
            ],
            [
                'title' => '"Правата на всеки..."',
                'description' => '"Правата на всеки..." гастролираха в морската градина на Варна с атрактивен хепънинг</strong><br /><br />На 15 юли 2011 г. от 19.00 ч. срещу Слънчевия часовник на входа на Морската градина в гр. Варна Младежката организация на КНСБ проведе хепънинг, част от националната кампания на Конфедерацията за защита на основните трудови, социални и синдикални права &bdquo;Правата на всеки са права на всички&rdquo;. Невиждан флашмоб по четене на трудови, социални и синдикални права, рок музика, зумба и брейк танци, екстремни емоции на кокили и колело бяха само част от изненадите, които младежката организация бе подготвила, съвместно със своите приятели от Power Jump и Salsa Club &bdquo;Sabroso&rdquo;. Членове на КНСБ и участници в мероприятието създаваха перфектно лятно настроение, облечени в свежите розови фланелки на Конфедерацията. Кампанията бе посетена лично от Председателя на КНСБ Пламен Димитров, който се включи в изпълнението на песента за защита на трудовите права.Целта на морското парти бе да се привлече вниманието на младите хора и по атрактивен и достъпен за тях начин, чрез музика, танци и нестандартни екстремни емоции, да бъдат информирани за техните трудови, социални и синдикални права. &nbsp;Присъстващите на партито получиха пакет от полезни информационни материали и се обединиха около идеята, че фундаменталните човешки права не трябва да бъдат ограничавани, както и че всички заедно трябва да бъдем активни и да се борим за едно по-добро и справедливо бъдеще.Стотиците младежи, включили се в партито, подкрепиха националната подписка на КНСБ в защита на основни човешки и трудови права.Те призовха връстниците си да бъдат активни и заедно да се борят &nbsp;за достоен труд, достоен живот и по-добро бъдеще за всички нас и нашите семе.<a href="http://www.knsb-bg.org/index.php?option=com_content&amp;view=article&amp;id=1880:20110722&amp;catid=194&amp;Itemid=190" target="_blank">Линк</a>',
                'when' => '1310677200',
                'project_id' => null
            ],
            [
                'title' => 'Огнен фестивал за Сирни заговезни',
                'description' => 'Около 30 артисти от цялата страна ще се включат във фестивал на българските традиции, който ще се проведе на Сирни заговезни в Русе и Мартен. Тази година празникът се пада на 5 и 6 март, а фестивалът е наречен &ldquo;Пречистващият огън&rdquo;. Организатор е сдружение &ldquo;BMST CARNAVALE&rdquo;, с партньори кметството и читалището в Мартен, Община Русе и спонсори. Членове на различни циркови, театрални, тренировъчни и атракционни трупи, както и самостоятелни улични артисти от различни части на страната ще се включат в атрактивното шоу. Очаква се и кукерска дружина от Пазарджишко.Музикален състав &ldquo;Оратница&rdquo; от София ще представи народна музика със съвременни мотиви и инструменти, а клуб &ldquo;POWER JUMP&rdquo; от Варна е подготвил атракции със скачащи кокили. Няма да бъде пропуснато запалването на огън за прескачане в Мартен, а в Русе ще има шествие, съпроводено от кукери, перкусии, огнено шоу, акробатични танци и номера по ул. &ldquo;Александровска&rdquo; от Альоша до централен площад &ldquo;Свобода&rdquo;. Ето и програмата:
гр. Русе
16.30 часа
Шествие съпроводено от кукери, перкусии, огнено шоу, акробатични танци и номера
по ул. &ldquo;Александровска&rdquo; от Альоша до &nbsp;централен площад &ldquo;Свобода&rdquo;.
Реклама на Фестивала за следващия ден.
Разпространение на рекламни флаери
06.03.2011г - Неделен ден: Сирни Заговезни &ndash; гр. Мартен
Дневна програма:
11:00ч.
- &nbsp; &nbsp;Ателие по стрелба с лък и прабългарски традиционни спортове и игри
- &nbsp; &nbsp;Ателие по въртене на огън &ndash; пой, стаф
- &nbsp; &nbsp;Арт ателие - изработване на кукерски кукли
- &nbsp; &nbsp;Ателие по перкусии
Всички занятия и мероприятия ще се състоят на поляната до Детската градина, непосредствено около построената огнена клада.
14:00ч
- &nbsp; &nbsp;Културно-музикална програма с участието на местни и гостуващи състави и таланти на българското народно творчество
Музикална група &ldquo;Оратница&rdquo; и &ldquo;Зора&rdquo;
- &nbsp; &nbsp;Хора и народни танци
- &nbsp; &nbsp;Конкурс &bdquo; Най &ndash; вкусната баница&rdquo;<
- &nbsp; &nbsp;Храна (самоси, баници, сладки)
- &nbsp; &nbsp;Напитки &ndash; Бира (Каменица и Becks), Минерална вода, Натурална лимонада, Чай
&nbsp;
Вечерна програма:
18:30ч
- &nbsp; &nbsp;Откриване - Ритуално запалване на огъня с горяща стрела под звуците на гайди и тъпани(Сборен състав от музиканти от различни краища на България)
- &nbsp; &nbsp;Кукерски игри &ndash; Ритуално гонене на зимата, болестите, злите сили и бълхите, засяване на нивите и танц за плодородие.( Кукерска дружина от кв. Главиница &ndash; Пазарджишко)
- &nbsp; &nbsp;Огнено шоу - спектакъл &ndash; Огнен танц изпълнен от местни и гостуващи 10 на брой артисти. Хореография, костюми и кукли &nbsp;- BMST CARNAVALE (Мартин Маринов)
- &nbsp; &nbsp;Надсвирване &ndash; докато има хора и позволяват силите...<a href="http://dariknews.bg/view_article.php?article_id=676162" target="_blank">Линк</a>',
                'when' => '1298844000',
                'project_id' => null
            ],
            [
                'title' => 'Включи се безплатно в атрактивни и весели спортове',
                'description' => 'Уинсайкъл, ходене по въже, паркур, бънджи, кокили, скално катерене, подводни дейности, АТВ, огнени изкуства, всичко това във Варна от днес до ноември и то безплатно!
Сдружение &nbsp;&bdquo;Power Jump&rdquo;, съвместно с община Варна организира занимания на младежи &nbsp;по проект &ldquo;Споделени отговорности за активно гражданство&rdquo;, финансиран по програма &nbsp;&bdquo;Youth in action&rdquo;, &nbsp;дейност 4.6 &ndash; Партньорство.
Целта на инициативата е чрез спортни занимания да се насочи енергията на младежите в интересни и трудно достъпни области на изява &ndash; уинсайкъл, паркур, бънджи, кокили, скално катерене, подводни дейности и др.
На участниците се предоставя съобразено с европейските изисквания и стандарти безплатно оборудване, обезпечаващо успешното усвояване на умения в дадената област.
За различните модули са осигурени професионални инструктори.
Отделните видове дейности ще се извършват по следния график:
Месец април &ndash; кокили
Месец май &ndash; уинсайкъл ,кокили
Месец юни &ndash; АТВ, ходене на въже
Месец &nbsp;юли &ndash;ходене на въже
Месец &nbsp;август &ndash; подводни дейности
Месец септември &ndash; скално катерене
Месец &nbsp;октомври &ndash; паркур 
Месец ноември &ndash; огнени изкуства 
Групите се събират пред база &bdquo;Младежки дом&rdquo;, вторник и четвъртък от 17:00 часа. За повече информация и записване: Мирослав Тодоров - председател на сдружение &nbsp;&bdquo;Power Jump&rdquo;<a href="http://www.varna.utre.bg/2011/04/07/61435-vklyuchi_se_bezplatno_v_atraktivni_i_veseli_sportove" target="_blank">Линк</a>',
                'when' => '1302123600',
                'project_id' => null
            ],
            [
                'title' => 'Стотина въртят брейк и графити',
                'description' => 'Брейк, графити и представления с огън са атракциите, които ще съберат варненци на входа на Морската градина днес от 18,30 часа. Инициатори на идеята са от НПО &bdquo;Миманса&ldquo;. Събитието е озаглавено &bdquo;Мисли напред&rdquo; и е част от кампанията &bdquo;Лято без риск&rdquo; на дирекция &bdquo;Превенции&rdquo; към община Варна. В проявите ще се включат общо над 100 деца и младежи. Ще се раздават и брошури за кампанията. Зад пулта ще стои DJ NZYMO. Състезанието ще мине под наслов &bdquo;Сприятели се, танцувайки&rdquo;. За целта ще пристигнат гостите UC Crew от Англия, Sleep Walkingz от Смолян и Art From The Heart - България. По същото време на специално подготвена стена професионалисти ще рисуват с графити на тема &bdquo;Обичай себе си &ndash; използвай презерватив&rdquo;. Красиви момичета ще раздават прясно изцеден сок от портокал на преминаващите с посланието &bdquo;Изпий витамина, изхвърли амфетамина&ldquo;. По тъмно ще започне и огненото шоу на трупа Fire Flaies, а до тях ще са момчетата и момичетата от Power jump. Всеки, който се включи в кампанията, ще има за спомен снимка от професионален фотограф.<a href="http://www.narodnodelo.bg/news.php?news=44106" target="_blank">Линк</a>',
                'when' => '1279141200',
                'project_id' => null
            ],
            [
                'title' => 'За осми път графити фест оцветява центъра на София',
                'description' => 'Фестивалът ще започне в 12 часа на 26 септември 2010 г., а за арена на финалният кръг отново ще бъдат използвани огражденията на паметника край НДК. Всички финалисти в графити конкурса ще разполагат с еднакъв набор материали. Не се допуска използването на смесени техники (четки, аерограф и други).
Голямата награда ще бъде пътуване до Барселона с посещение на единствената в Европа фабрика за графити материали, както и графити сесия с майстори на графитите от Испания. Наградния фонд е осигурен от &bdquo;На тъмно", &bdquo;VANS", &bdquo;CANYON" и &bdquo;MONTANA COLORS".
Специални гости на събитието са райтърите MSER от Румъния и TURBO от Турция. И двамата ще бъдат включени в журито, а по-късно през деня ще демонстрират възможностите си пред публиката.
Eко кампания &bdquo;Сливи за смет"
Графити фестивалът обещава да се превърне в истински празник. Освен състезанието, на мястото на събитието ще се проведе и акция &bdquo;Сливи за смет". Кампанията е организирана отново от веригата &bdquo;На тъмно" заедно с &bdquo;Екобулпак". Всеки, който изхвърли боклук на правилното място, ще получава награда за усилието си. Кампанията има за цел да напомни на младите хора как и къде да изхвърлят разделно своите отпадъци, както и почистването на района около НДК.
Детска работилница &bdquo;Графити"
Двама от най-опитните български майстори на графити - ARSEK и ERAZE, ще обучават най-малките фенове на уличното изкуство. Малчуганите ще бъдат запознати с различните техники на рисуване, историята на графитите, специфичните особености на стиловете и т.н. На специална стена всички желаещи деца ще могат да нарисуват своята идея с продуктите на най-добрите марки за графити - MONTANA - Испания и ON THE RUN - Германия.
По време на Националния Монтана графити фест пред посетителите ще бъдат представени артистите от пътуващата формация Цирк CUMBO! Жонгльори, акробати, клоуни, ходене по въже и много други атракции ще забавляват малки и големи!
Огнено шоу и танци от Naria Inri Magaria, както и POWER JUMP ще внасят колорит на фестивала. Power jump е подходящ за момчета и момичета, за възрастни и деца, които искат да се забавляват или просто обичат екстремните и активни приключения. Под ръководството на опитни треньори, всеки желаещ ще може да се повдигне адреналина си! BMX демонстрация и състезание за най добър BMX трик в следобедните часове ще допълни програмата, за да сме сигурни, че не е оставал дори и един скучаещ на фестивала!
<a href="http://www.bnews.bg/article-15444" target="_blank">Линк</a>',
                'when' => '1284670800',
                'project_id' => null
            ],
            [
                'title' => 'Как се прави бизнес със скачащи кокили',
                'description' => 'Какво ви е нужно за да започнете едно нестандартно предприемаческо начинание? Група приятели, опит в акробатичните изпълнения и ... няколко чифта странни на вид устройства за подскачане :)
Или поне така изглежда на пръв поглед бизнес планът на Мирослав Тодоров и Силвио Палазов &ndash; двама млади приятели, които са основатели на първия в България спортен клуб, посветен на развитието на едно ново забавление, наречено Air Jumper. Този нов и атрактивен спорт, познат още с имената Air Tracker, Sky Jumper и Sky Runner на практика представлява придвижване, подскачане и екстремна акробатика със своеобразни скачащи кокили. Първият български спортен клуб по този спорт се нарича PowerJump и е създаден във Варна, а тренировките се водят в Плувен комплекс Юри Гагарин. Очаква се скоро да бъде създаден и втори клуб в София, а младежите планират да направят нужното, за да бъде признат някога Air Jumper за официален спорт.
&bdquo;Феновете ни се увеличават непрекъснато.
Всеки, който види това, което правим, става фен&ldquo; - обяснява ентусиазирано Мирослав пред NewBusiness.bg. Аз самият си признавам, че също се впечатлих от видяното и желанието да опитам вече се е установило трайно в главата ми. &bdquo;Интересно е, че у нас можеш да видиш много намръщени лица, но в момента, когато си сложиш кокилите и тръгнеш с тях по улиците, започваш да срещаш само усмивки&ldquo; - добавя Мирослав. Ако това наистина е вярно в напрегнато и песимистично общество като българското, може да се окаже, че екстравагантната дейност, с която се занимават момчетата от PowerJump, има и важен социален ефект. Напоследък можете да ги забележите да участват в различни промоции на открито &ndash; пред Кино "Арена" в столичния квартал Младост, на входа на метрото при стадион "Васил Левски" или в подлеза пред хотел Плиска, а през следващите няколко дни те ще скачат по време на предстоящото откриване на Мол Сердика. Поръчките започват да се увеличават, както и броят на желаещите да практикуват новия спорт.
Как започва всичко?
Силвио и Миро са работили заедно в цирка и имат опит като акробати. Двамата са участвали в представления в Италия, Франция, Белгия и др. страни по света. Това им дава не само ценни умения за овладяване на Air Jumper, но и цялостен поглед върху възможностите, предлагани от шоу бизнеса. Двамата се срещат отново през пролетта на миналата година и Силвио запознава приятеля си с новия спорт Air Jump, за който е научил в САЩ. Свързват се с българския онлайн магазин SkyRunner и постепенно се запознават с общността от хора, занимаващи се с новото екстремно забавление у нас. Според тях, практикуващите Air Jumper българи към момента са десетина &ndash; петнадесет души. Наричат себе си бокъри на името на Александър Бок, който е създател и притежател на патента за оригиналните, наподобяващи кокили, устройства за подскачане.
Клуб PowerJump е регистриран като юридическо лице с нестопанска цел през ноември 2009 г. и днес е
единственият спортен клуб в България
и един от малкото в света, развиващи екзотичното забавление с кокили. &bdquo;Целта ни е да популяризираме този спорт в страната, да създадем професионален екип, който да участва в шоу &ndash; програми, да обучаваме повече хора у нас. Тъй като имаме доста опит в сферата на развлеченията, планираме и изяви в рекламни продукции, спектакли, увеселителни паркове и различни игри. Освен това вече организираме и тимбилдинги&ldquo; - споделя Мирослав.
Все още в България няма турнири по Air Jump, но младежите са решили скоро да организират първия такъв. Сред амбициите им е още организирането на участия на международно ниво, както и състезания, наподобяващи &bdquo;Бързи, смели, сръчни&ldquo;, но с кокили. &bdquo;Поставили сме си за цел да бъдем най-добрите в цял свят&ldquo; - споделят амбициозно те.
Лесно ли е да се научим да скачаме?
&bdquo;Изобщо не е трудно&ldquo; - отговарят създателите на клуб PowerJump и добавят, че при тях има дори момиченце на 10 години, което се справя добре с кокилите. Според младежите, е от особена важност как човек възприема посоките и сравняват по трудност практикувания от тях спорт със скейтборда. Всички имат опит от каране на скейтборд, а някои &ndash; и от сноуборд. &bdquo;Разбира се всичко става с времето &ndash; първо ще се научиш да се крепиш на кокилите, а едва по-късно ще започнеш да скачаш&ldquo; - добавят те.
Желаещите да се запишат в спортен клуб PowerJump заплащат месечна такса от 35 лв., която ги прави членове на клуба. Срещу парите си те получават право да използват материалната база, включително кокили, протектори, каски, да бъдат обучавани, а след време &ndash; и да станат част от екипа, който работи при различни участия. &bdquo;Всеки нов член може
да се научи да тича и да скача с нас
в парка за около един месец&ldquo; - обяснява Силвио и добавя, че онези, които искат да станат истински акробати, трябва да инвестират много повече време и постоянство.
Според младежите, Air Jump е изключително подходящ метод за бързо придвижване в градска среда, който прави хората независими от транспортната система и задръстванията. Освен това те добавят, че кокилите могат успешно да бъдат използвани за отслабване, както и по принцип за забавление. &bdquo;Задължително обаче трябва да носите каска и протектори&ldquo; - добавят те.
В момента момчетата от клуб PowerJump развиват и съвместна дейност с известния български каскадьор и световен рекордьор на Гинес - Иван Тончев. Всички те имат лиценз за каскадьори, разполагат с база и могат да обучават малки деца, а скоро им предстоят и участия в няколко филма, сред които вероятно ще са &bdquo;Конан Варварина&ldquo; и &bdquo;Рамбо 5&ldquo;.
<a href="http://newbusiness.bg/articles/view/1010/kak-se-pravi-biznes-says-skachashti-kokili" target="_blank">Линк</a>',
                'when' => '1274648400',
                'project_id' => null
            ],
            [
                'title' => 'Усмивка на кокили или новият градски подскачащ оаз...',
                'description' => 'Скок, подскок! Може би сте ги срещали в подлеза на Ялта, пред кино Арена в Младост, в подлеза на хотел Плиска. Изключително иновативни и нестандартни, Air Jumper-ите привличат погледите с динамика и лъхащ позивитизъм на килограм.
Air Jumper заниманието е познато още и под наименования като Air Tracker, Sky Jumper и Sky Runner и за него може да се каже, че е както спорт, така и начин на придвижване, но най-много се доближава до страстно занимание. Реално Air Jumper-ството представлява придвижване, подскачане и екстремна акробатика със своеобразни скачащи кокили.
Мирослав Тодоров и Силвио Палазов са основатели на PowerJump - първия в България спортен клуб, посветен на развитието на Air Jumper. Те са работили заедно в цирка и имат опит като акробати. Двамата са участвали в представления в Италия, Франция, Белгия и други страни по света. Силвио запознава приятеля си с новия спорт Air Jump, за който е научил в САЩ. Свързват се с българския онлайн магазин http://skyrunner.bg/ и постепенно се запознават с общността от хора, занимаващи се с новото екстремно забавление у нас. Наричат себе си &bdquo;бокъри&rdquo; на името на Александър Бок, който е създател и притежател на патента за оригиналните, наподобяващи кокили, устройства за подскачане.
Целта на младежите е да популяризират Air Jumper-ството у нас, да създадат професионален екип, да обучават повече хора. Притежаващи добър опит в сферата на развлеченията, те планират изяви в рекламни продукции, спектакли, увеселителни паркове и различни игри. Занимават се и с организиране на тиймбилдинги. Екипът притежава лиценз за каскадьори, разполага с база и може да обучава малки деца. Всеки нов Air Jumper може да се научи да скача за около месец, а тези ентусиасти, които имат желание да се занимават професионално, е необходимо да вложат много повече време и търпение.
Air Jumper е силно развит в Европа и САЩ. Заниманието е изключително подходящо за бързо придвижване в така характерните задръствания на динамичния град. Кокилите са идеално средство както за отслабване, така и за забавление. Адреналин, емоция, динамика &ndash; както и да бъде наречено това ново градско кътче свежест, от Air Jumper-ството всеки има възможността да вземе това, което пожелае и го вдъхновява...
<a href="http://fashion-lifestyle.net/subculture_broi45" target="_blank">Линк</a>',
                'when' => '1304197200',
                'project_id' => null
            ],
            [
                'title' => '„Кемперът-младежки мобилен център”',
                'description' => 'Здравейте, колеги,
Имаме удоволствието да Ви поканим да се присъедините към младежка инициатива &bdquo;Кемперът-младежки мобилен център&rdquo;, която е част от проект &bdquo;Младежки столици в действие&rdquo;.
Благодарение на инициативата се създаде информационно мобилно пространство (кемп бус и платформа), екстремният екип на клуба ще се разполага на различни локации в квартали на Варна или ще се присъединява към вече организирани събития и ще раздава рекламни материали и ще информира за актуалните инициативи/проекти/събития като същевременно ще популяризира кандидатурата на Варна за младежка столица 2017г.
До момента информационният младежки мобилен офис взе участие в ежегодната инициатива &bdquo;Седмица на движението&rdquo;(29.09-05.10.2014г.) - Денят на морските спортове, който се проведе на Аспаруховия плаж на 07.10.2014г.; организира творческа работилница за изработване на традиционна българска сурвачка от дрян и от естествени материали, както и улично представяне в духа на българските народни традиции на Коледа и Сурваки.
В момента екипът на проекта подготвя следващите си инициативи през 2015г., които ще бъдат включени в маршрута на мобилния център, а именно:
- &nbsp; &nbsp; &nbsp; Февруари 22, 2015г. - Празнично карнавално шествие на маската, маскарадния и сценичния костюм и народната носия, организирано от Община Варна, по случай Сирни Заговезни - артистична програма &ndash; включване в парада на участници с атракционни изпълнения, костюми и много огън, като шествието ще премине от Катедралния храм до входа на Морската градина https://www.facebook.com/powerjumpclub?fref=ts
- &nbsp; &nbsp; &nbsp; Март 2015г. - &bdquo;Генерация &rsquo;14&rdquo; - &bdquo;Генерация 14&rdquo; е подвижна изложба, която ще се мести на различни локации в града през цялата година. Тя представя младежките проекти и събития, реализирани в гр.Варна през 2014г. с цел да продължи качественото популяризиране и подкрепа на младежкия сектор в града като запознае местната общност с успешно реализирани младежки инициативи и проекти през настоящата година. Чрез снимкови и рекламни материали, колекционирани от най-популярните събития през изминалата 2014-та година, целим да запознаем младежите и организациите с изминалите инициативи, както и да ги провокираме да станат част в предстоящите такива, подкрепящи &nbsp; Варна - &bdquo;Европейска младежка столица&rdquo; 2017г. http://generaciq.blogspot.com/
- &nbsp; &nbsp; &nbsp; Април 12, 2015г. - "Откриване 20г. Мото сезон - Варна" &ndash; Юбилейно събитие 20г., обединяващо мото културата във Варна, със зрелищни каскади с мотори, стънт шоу, бодипейнт демонстрации, аерография, музика на живо, игри с публиката и много други атракции; мото шествие на местните мото клубове
- &nbsp; &nbsp; &nbsp; Април 22, 2015г. &ndash; Ден на Земята - Облагородяване на общински обществени пространства (за допълнително уточнение), засаждане на дръвчета; като инициативата ще бъде организирана в кв. Аспарухово, където ще се проведат демонстрации, работилници рециклирани материали и какво можем да направим от тях под формата на образователни неформални отворени дискусии
- &nbsp; &nbsp; &nbsp; Юли 2015г. &ndash; July morning
- &nbsp; &nbsp; &nbsp; Юли 2015г. &ndash; Младежкият Фестивал на Варна &bdquo;FUNCITY&rdquo; www.funcity.bg
- &nbsp; &nbsp; &nbsp; Август 12, 2015г. &ndash; Международен ден на младежта
- &nbsp; &nbsp; &nbsp; Август 2015г.  Рок фест &ldquo;Wild Child&rdquo;
- &nbsp; &nbsp; &nbsp; Септември 2015г.  Мото събор Варна
- &nbsp; &nbsp; &nbsp; Октомври 2015г.  Европейска седмица на Движението
В случай че желаете да се присъедините към проект &bdquo;Кемперът-младежки мобилен център&rdquo; като възможност за популяризиране и представяне на Вашия проект/инициатива/събитие, моля попълнете и ни изпратете прикачения Формуляр за партньорство. Вярваме, че по този начин ще дадем още една възможност на младежката общност на Варна и региона да получава актуална и полезна информация за местни, национални и европейски програми и инициативи и свързаните с тях перспективи за развитие.
Младежка инициатива &bdquo;Младежка Мобилна Точка&rdquo; е подкрепена от Община Варна, Дирекция &bdquo;Образование, младежки дейности и спорт&rdquo; &nbsp;по проект &bdquo;Младежки столици в действие&rdquo;, програма &bdquo;Младежта в действие&ldquo;.
С уважение,
Екип на &bdquo;Младежка мобилна точка
За контакти: Мирослав Тодоров &ndash; тел. 0888988828, www.powerjump.info, youthmobilepoint@gmail.com',
                'when' => '1425506400',
                'project_id' => 4
            ],
            [
                'title' => 'Най-дългото шишче в света',
                'description' => 'На 4 септември 2014 г. се навършват 40 години от обявяването на Алфатар за град. По този повод, а и заради безхаберието на управниците ни ще направим еднодневно събитие, което има за цел да прослави Алфатар, Добруджа и региона. На 5 септември 2014 ще направим НАЙ-ДЪЛГИЯТ ШИШ В СВЕТА ВПИСАН В КНИГАТА ЗА РЕКОРДИ ГИНЕС. Професионална сцена, ефекти и озвучаване. Участие на много местни младежки и пенсионерски клубове, както и индивидуални изпълнители на народна, поп и рок музика. Специално за събитието ще дойдат ШКУМБАТА, ЕЛИ РАДАНОВА, ГРАНУЛОМ, POWER JUMP, орк.ЕДЕЛВАЙС, орк.ВЕСЕЛИЕ, изпълнителките на народни песни НЕНКА ТОДОРОВА и ЙОРДАНКА КАЛИНОВА, и др. За събитието са ангажирани нотариус, 2 независими комисии, лицензирано видео и фото заснемане, полиция, пожарна, лекарски екип. На мястото на събитието ще бъде осигурен палатков лагер, храна и напитки, еко WC, много забавления...',
                'when' => '1409778000',
                'project_id' => null
            ],
            [
                'title' => 'Сирни заговезни',
                'description' => 'На 22.02.2015г.(събота) Сирни заговезни екипът на Младежкия мобилен център ще вземе участие в празничното карнавално шествие на маската, маскарадния и сценичния костюм и народната носия, организирано от Община Варна. Около 30 младежи от клуб Пауър Джъмп ще се включат в парада с атрактивни изпълнения на скачащи и статични кокили, костюми и много огън. Кемперът ще бъде разположен пред Катедралния храм от 13ч и всеки желаещ ще може да получи информационни брошури и информация за актуалните младежки програми и инициативи и възможностите, свързани с Варна-европейска младежка столица 2017г. Ще тръгнем със шествието около 16.30 ч. по бул. Мария Луиза, до Община Варна, бул. Сливница, за да продължим до входа на Морската градина /до ФКЦ/, където е предвидена концертна програма, още забавни игри и атракционни изпълнения. В духа на традицията на празника Сирни заговезни ще запалим огнена клада и голяма огнена рамка. Не пропускайте веселбата! Младежка инициатива  Кемпърът младежки мобилен център е подкрепена от Община Варна, Дирекция &bdquo;Образование, младежки дейности и спорт&rdquo; по проект &bdquo;Младежки столици в действие&rdquo;, програма Младежта в действие&ldquo;.',
                'when' => '1424556000',
                'project_id' => 4
            ],
            [
                'title' => 'Red Bull SOAPBOX',
                'description' => 'Power Jump те кани на едно уникално по рода си състезание за първи път в България! Ако обичаш да се забавляваш в компанията на много хора, харесваш нестандартни събития, искаш да се посмееш от сърце, искаш да подкрепиш креативните отбори и техния състезателен дух Red Bull SOAPBOX те очаква на 28-ми септември, на бул. Черни връх, в София. Колички на старта : 10.00, Начало: 11.00 Даваме път на лудите глави :) Red Bull Soapbox e национално състезание, което обединява хората с бензин в кръвта в еднодневна надпревара със самоделни колички. Всяка една от тях се задвижва само от&nbsp;творчерския&nbsp;дух на участниците, от тяхната оригиналност и желание за състезание.&nbsp;Това уникално събитие с безмоторни колички е предизвикателство както за начинаещите, така и за опитните състезатели. В него те трябва да измислят и конструират свои собствени, невиждани&nbsp;досега&nbsp;колички, които използват за гориво единствено силата на&nbsp;отбора си.&nbsp;Колички, с които да се надпреварват заедно по стръмния склон. Най-креативните и смахнати отбори на България ще се състезават надолу по бул. Черни връх, на 28 септември от 11:00 ч. Тези, които искат да получат място на стартовата линия, трябва да покажат отдаденост, творчество и богато въображение до 30 Юни. Слагай каската, затегни коланите и се приготви за спускането на живота си.
<iframe src="https://www.youtube.com/embed/JrNpopcgmPA" width="560" height="315" frameborder="0" allowfullscreen=""></iframe>',
                'when' => '1411851600',
                'project_id' => null
            ],
            [
                'title' => 'Мото откриване 2014',
                'description' => 'Фенове на моторите и адреналина, обединявайте се! Откриваме Мото Сезон 2014! Точно на Международния ден на авиацията&ndash; 12 април, на пистата пред Мол Варна посрещаме висшия пилотаж на две гуми! Зрелищни каскади с мотори, бодипейнт демонстрации, аерография, музика на живо, игри с публиката и много други атракции &ndash; професионалистите в бранша, събрани на едно място &ndash; за първи път във Варна! Ръмжащи мотори, свистящи гуми, качествена рок музика и красиви жени! Очакваме Ви на 12 април на външния паркинг на Мол Варна в 10 часа! <a href="http://mallvarna.bg/bg/events/2076/%D0%9E%D1%82%D0%BA%D1%80%D0%B8%D0%B2%D0%B0%D0%BD%D0%B5-%D0%BD%D0%B0-%D0%9C%D0%BE%D1%82%D0%BE-%D0%A1%D0%B5%D0%B7%D0%BE%D0%BD-%E2%80%93-%D0%92%D0%B0%D1%80%D0%BD%D0%B0-2014-.html" target="_blank">Линк</a> <iframe src="https://www.youtube.com/embed/8fhxRAahblA" width="560" height="315" frameborder="0" allowfullscreen=""></iframe>',
                'when' => '1397250000',
                'project_id' => null
            ],
            [
                'title' => 'Информационна кампания',
                'description' => 'Информационна кампания по случай Европейска седмица на младежта, квартал Владиславово - Мобилен инфо център Power Jump Bulgaria, ‪#&lrm;МИКЦ‬ ВАРНА, Община Варна- Младежки столици в действие.',
                'when' => '1431118800',
                'project_id' => 4
            ],
            [
                'title' => 'Център за обществена подкрепа Провадия',
                'description' => 'ОЦОСУР в партньорство с Пауър Джъмп и Център за обществена подкрепа-Провадия организираха ден за отбелязване на Еврропейска Седмица на Младежта в гр. Провадия. Програмата включви: Откриване на събитието с официална презентация за европейските младежки политики и програми, достъпността им за български младежи, източници на информация и възможности за участие. Отбелязване на национални и регионални възможности; Представяне на пътуваща изложба Генерация 14 с най-добрите младежки проекти за Варна през 2014 г. като примери за добри практики при работа с млади хора; Оформяне и представяне на информационен щанд с полезни и интересни материали за млади хора и организации, които работят с младите; Демонстрация и обучителна работилница по екстремни спортове с активно включване на младежи (скачащи кокили, моносайкъл).',
                'when' => '1430686800',
                'project_id' => 4
            ],
            [
                'title' => 'Generation 13',
                'description' => 'Generation 13',
                'when' => '1386885600',
                'project_id' => 5
            ],
            [
                'title' => 'Generation 14',
                'description' => 'Generation 14',
                'when' => '1418421600',
                'project_id' => 5
            ],
            [
                'title' => 'Покана в спектакъл "Златната Ябълка"',
                'description' => 'Обичаш предизвикателствата и искаш да си част от нещо голямо и интересно? Ти си артистична натура и търсиш възможност да изразиш своя талант? Харесваш да работиш с хора и да експериментираш с нови и разнообразни дейности? Ако отговорът на поне един от тези въпроси е ДА, значи твоето място е при НАС.<br /><br />Ние от сдружение &bdquo;Пауър Джъмп&ldquo; те каним да станеш част от нашия проект &ldquo;Обучение чрез улични изкуства, спорт и театър &ldquo;Златната ябълка&rdquo;. Екипът ни набира 15 младежи доброволци за участие в подготовката и реализирането на атрактивен уличен шоу-спектакъл по мотиви от известната българска народна приказка за Тримата братя и златната ябълка. Проектът комбинира съвременната младежка култура от атрактивни улични дейности и изкуства с българските традиции и фолклор, като ги представя по един нов и нестандартен начин. В рамките на проекта всички участници ще могат да се включат в разработването на спектакъла с всичките му елементи, което включва:<br />&bull; Художествено творчество (изработване на костюми, фигури, кукли, маски и сценични декори за спектакъла)<br />&bull; Народни танци и неформални отворени дискусии за историята и обичаите, свързани с приказката и българските народни маскени-кукерски празници <br />&bull; Огнени дейности (изработване на огнени уреди, танци и игра с огън и светлинни ефекти)<br />&bull; Скачащи и статични кокили <br />&bull; Хореография и сценично поведение <br /><br />Ако желаеш да станеш част от това приключение, можеш да се запишеш на е-mail: powerjump@abv.bg като ни изпратиш трите си имена, възраст, телефон за контакти и кратък текст за това каква е мотивацията ти да се включиш. Бройките са ограничени! Записвания ще приемаме до 10.06.2015 г. За актуална информация и новини относно отделните събития следете и страницата ни във Facebook: https://www.facebook.com/PowerJumpClubBulgaria или http://www.facebook.com/MobileInfoCenterBG Тел. за връзка: 0888 988 828 Проект &ldquo;Обучение чрез улични изкуства, спорт и театър &ldquo;Златната ябълка&rdquo; е част от подготовката на Варна за Европейска младежка столица през 2017 г. и се подкрепя от Община Варна чрез програмата Младежки проекти 2015 г. на Община Варна, дирекция &bdquo;Образование, младежки дейности и спорт&rdquo; &ndash; отдел &bdquo;Младежки дейности&rdquo;.',
                'when' => '1433883600',
                'project_id' => null
            ],
            [
                'title' => 'Генерация 15',
                'description' => 'Генерация е младежка неформална организация, която за трета поредна година предприема инициативата за обобщаване, популяризиране и разпространяване на успешни младежки дейности в град Варна. <br /><br />Всичко започва през 2013г. Екип от млади, амбициозни и креативни доброволци поемат инициативата да представят добре сършената работа на младежи и младежки организации в рамките на изминалата календарна година. Събитието Генерация събира под един покрив представители от различни сфери на познание и действие, предлагайки им възможността да споделят/ обменят опит и впечатления. <br /><br />Пътуващата изложба на Генерация &lsquo;13 посети 13 различни обществени локации и представи работата на 13 участници чрез снимков и информативен материал. Успешното дебютиране на проекта бе предпоставка за повторното му реализиране през следващата 2014г, когато изложбата отрази дейността на 14 организации и я изложи на 14 места. <br /><br />През 2015г. екипът на Генерация работи върху утвърждаването на инициативата като ежегодна традиция. И тази година Генерация &lsquo;15 ще бъде форум на младежката дейност в град Варна. Ще бъдат отличени 15 младежи или младежки организации, изтъкнали се през годината, а работата им ще бъде включена в едноименната изложба, която ще посети 15 локации. Фестивалният и Конгресен Център ще отвори вратите си за събитието на 18 декември. За доброто настроение на гостите ще бъде организиран коктейл с Дж. Сешън на местни музиканти, а успоредно със събитието ще се проведе и коледният концерт на балет Електра. Основната цел на Генерация &lsquo;15 да помогне за разпространяването на информация за различните успешните проекти и инициативи с идеята да се скъси разстоянието между младежи и организации. Генерация работи в подкрепа на Варна 2017.',
                'when' => '1450389600',
                'project_id' => 5
            ]
        ];

        DB::statement('SET FOREIGN_KEY_CHECKS=0');
        Event::truncate();

        foreach ($projects as $project) {
            Event::create([
                'title' => $project['title'],
                'description' => $project['description'],
                'when' => Carbon::createFromTimestamp($project['when']),
                'project_id' =>  $project['project_id'],
            ]);
        }
        DB::statement('SET FOREIGN_KEY_CHECKS=1');
    }
}
