<?php

use App\Project;
use Carbon\Carbon;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class ProjectSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $projects = [
            [
                'title' => 'Street Eco Roma Jam 2013',
                'description' => 'С реализирането на дейностите по проект Street Eco Roma Jam бе постигната основната цел на проекта &ndash; да популяризираме добри практики за осмисляне на свободното време на младежите от различни социални и етнически групи като ги провокираме да обърнат внимание и да вземат участие в различни екологосъобразни, спортни и творчески дейности, които ще подобрят не само физическия им капацитет, а и ще стимулират тяхната предприемчивост, социални и творчески умения. Чрез творческо-образователни и екстремни-спортни дейности на открито в неформална обстановка проектът цели да повиши информираността на младежите по отношение на опазването на околната среда, създаване и изграждане на еко култура и на добри навици и умения като начин за пълноценно и активно използване на свободното време. В неформална среда на забавление и позитивизъм, включилите се в дейностите младежи повишиха и физическата си активност като прекараха над10 часа в спортни занимания по време на последното финално събитие, включващо състезание с лагерните колички, изработени по време на ателиетата. В събитията пряко участие взеха над 130 младежи между 12-30 години от различни социални и етнически групи, любители на екстремните спортове, творци, както и нищо неподозиращи случайни минувачи. Над 15 младежи взеха участие в състезанието по лонгборд, над 20 - в творческите работилници. От Сдружение &bdquo;МИГ-Крайморие&ldquo; се включиха 10 младежи в неравностойно положение. Заедно в екип успяхме да проведем 6/шест/ комбинирани работилници по разделно събиране и рециклиране на различни видове отпадъци и изработване на интересни предмети, служещи за забавление или за бита. В неформална среда на забавление и толерантност успяхме да изработим около 20 броя лагерни колички, около 40 броя пластмасови протектори върху ръкавици за смет, които се използват за безопасност при карането на лагерните колички. На 14.09.2013г. на Слънчевата алея в Морската градина се проведе &bdquo;STREET EКO ROMA JAM&rdquo;, в който се включиха над 60 участника. Над 15 младежи взеха участие в състезанието по лонгборд, а над 20 - в творческите работилници. От Сдружение &bdquo;МИГ-Крайморие&ldquo; се включиха 10 младежи в неравностойно положение. Представени бяха атрактивни демонстрации на parkour, street tricks, скачащи и статични кокили; графити и огнени дейности-въртене на пой, огнено шоу. На 05.09.2013г. в зала 17 на Младежки дом-Варна с любезната подкрепа на ОЦОСУР се проведе мултимедийна образователна лекция на тема &bdquo; Нулеви Отпадъци&rdquo;. В Арт Зона &laquo;На Тъмно&raquo; - гр. Варна бе поместена изложба с изработеното по време на творческите ателиета. Проектът е финансиран от Община Варна, дирекция "Образование, младежки дейности и спорт" по програма "Младежки проекти 2013". Проектът застъпва следните приоритети на програмата: опазване на околната среда; здравословен начин на живот;социални умения и гражданска активност. Основни партньори по проекта са ОЦОСУР &ndash; гр. Варна, &bdquo;На Тъмно&rdquo;-гр. Варна, магазин"3ХS"-гр.Варна, екипът на проект "Искри от асфалта", детска работилничка &bdquo;Наталинко&rdquo;, Сдружение &bdquo;Морски простори&rdquo;, Сдружение &bdquo;Радост&rdquo;, East Side Team &ndash; гр. Варна, Магазини "Елба".<a href="https://www.facebook.com/EkoStreetJam?fref=ts" target="_blank">Street Eco Roma Jam&rdquo;/&rdquo;Стрийт Еко Рома</a>',
                'when' => '1379106000'
            ],
            [
                'title' => 'Заедно в духа на бнт',
                'description' => 'Проект &ldquo;Заедно в духа на българските народни традиции&rdquo; е част от кандидатурата на Варна за европейска столица на културата през 2019г. и е подкрепен от Община Варна чрез програмата за финансиране "Варна - територия на творчеството" 2012г. Проектът е реализиран в партньорство със сдружение &rdquo;Младежка организация България в Европа&rdquo;, музикална група &ldquo;Зора&rdquo;, детска работилничка &ldquo;Наталинко&rdquo;, сдружение &bdquo;Радост&rdquo; и сдружение &bdquo;Феникс 2009&rdquo;. Основна цел на проекта е да допринесе към популяризирането и съхраняването на автентичния български фолклор сред жителите и гостите на град Варна като чрез различни дейности на открито повиши информираността, знанията и уменията им относно българските фолклорни традиции (народни песни и танци, български народни инструменти, кирилица и старобългарски символи, традиционни изделия и ръкоделия и още други).В рамките на проекта на открито в Морската градина на град Варна (сцена Раковина, сцена Кривото дърво) бяха проведени четири музикално-творчески работилници за разучаване и изпълнение на народни песни и хора от автентичния български фолклор, както и пет тематични музикални работилници по разучаване и свирене на народни инструменти (гайда,перкусии,акордеон и мандолина,тамбура и гъдулка,кавал). Заедно с музикантите от &bdquo;Зора&rdquo; изпълнихме и разучавахме някои не толкова популярни български народни песни и хора от различните фолклорни области на България (Здрасти',
                'when' => '1338498000'
            ],
            [
                'title' => 'Мисия Варна',
                'description' => 'В рамките на три дни се проведе тренинг за обучение на доброволци на младежката организация Power Jump. Обучението се проведе както на открито, така и в пределите на Младежки дом &ndash; Варна. Доброволците -24-ма младежи между 15 и 30 години ще вземат участие в предстоящата игра &ldquo;Мисия Варна&rdquo;, както и в различни инициативи на Power Jump. Първата, от които се проведе на 12-ти август &ndash; Ден на младежта. В рамките на тренинга, чрез различни методи и силата на интерактивното неформално образование те имаха възможност да се изградят като екип, да навлязат в дълбочината на идеята за доброволчеството и да работят за популяризиране на младежките дейности във Варна. Като един от резултатите от обучението са четири флаш моб-а. Първият вече се проведе в центъра на гр. Варна, а останалите ще се случат, непосредствено преди инициативата и ще служат, като инструмент за нейното популяризиране. Координатори на проекта - Стефан Бъчваров и Гергана Джуфова NGO DEMO Обучител &ndash; Хели <a href="http://42training.org/%D0%B7%D0%B0-%D0%BD%D0%B0%D1%81/portfolio/" target="_blank">Линк</a><iframe src="https://www.youtube.com/embed/JmbnO42C9lI" width="560" height="315" frameborder="0" allowfullscreen=""></iframe>',
                'when' => '1309467600'
            ],
            [
                'title' => 'Мобилен Инфо Център',
                'description' => 'Идеята на инициативата е да се създаде информационен&nbsp; мобилен офис (Кемп Бус и платформа), и прилежаща към него брандирана шатра, с които да се посетят 10 зони в различни квартали и райони на община Варна, които в рамките на година и половина да обиколят града, да достигнат до макимален брой млади хора и да популяризират младежките дейности в града и кандидатурата на Варна за Европейска Младежка Столица и нейната подготовка, в случай, че Варна е победител. Съответно дейностите ще стартират от центъра на град Варна, като след това ще преминат през всички райони на община Варна. Пътуващият център ще остава на всяка локация по 3 дни, като смяната на локациите ще се осъществява веднъж в месеца. През зимния период няма да бъдат реализирани инициативи, поради факта, че мобилният център изисква благоприятно време, за да бъде активно посещаван. Всяко тридневно събитие в отделните точки на града ще включва информационни кампании за популяризиране на младежки програми и инициативи на местно, национално и европейско ниво, в които младите хора могат да се включат; разпространение на информация за европейска младежка столица и това ка младите хора от Варна могат да уастват в отделните събития на столицата; атрактивни демонстрации и дейности, които да привличат вниманието и да създадат забавен облик на пътуващия център; открити дискусии и работни срещи за работа в мрежа, активно участие и смослено свободно време на младите. Мобилният център ще бъде ангажиран с популяризирането на Варна като Европейска Младейка Столица и възмойностите, които това ще даде на различните младежки групи в града. Дейностите на мобилния център ще се реализират в периода на подготовка на столицата през 2014 и 2015 година, или на новата кандидатура на Варна, в случай, че не бъде избрана за столица през 2016. Примерен график: 01 &ndash; 03 месец &ndash; подбор на екип, обучение на екипа, събирне на материали за информационния бус, изграждане на партньорства с организации, чиято дейност да бъде популяризирана чрез буса 03 &ndash; 08 месец &ndash; провеждане на 5 инициативи в 5 различни точки на града 09 &ndash; 11 месец &ndash; ново обучение на екипа, обновяване на програмата на информационния бус, информационните материали и предлаганата информация 12 &ndash; 17 месец - провеждане на 5 инициативи в 5 различни точки на града 18 месец &ndash; заключителна обиколка, финална среща с презентация на извършеното в рамките на инициативата https://www.facebook.com/MobileInfoCenterBG',
                'when' => '1532338445'
            ],
            [
                'title' => 'GENERATION',
                'description' => 'Генерация е инициатива, която чрез нестандартен форум представя труда и успеха на всяка една успещна младежка организация, на всяко едно успещно младежко събитие през съответната година. Целта на събитието е да събере заедно младежите и младежките организации от град Варна и региона като предостави благоприятна и позитивна среда за среща, обмяна на опит и идеи.',
                'when' => '1481839200'
            ],
            [
                'title' => 'Обучение чрез улични изкуства',
                'description' => 'Основна цел на проекта е чрез активизиране на социалното включване на младежите за създаване на качествени културни продукти, които да съхрани занапред във времето, да разнообрази и повиши качеството на културното предлагане във Варна. Чрез неформални обучения и активни работилници по спорт, театрални изкуства, сценични дейности и танци ще предоставим свободно поле за изява на младежи с цел пълноценно осмисляне на свободното време и бъдещи възможности за реализация. Именно придобиването на трайни знания и умения у младежите създаването на качествени младежки културни продукти ще допринесе за популяризирането на града ни като атрактивна Европейска младежка столица 2017г.',
                'when' => '1532338445'
            ],
            [
                'title' => 'Reflection  diary',
                'description' => 'Reflection &nbsp;diary - Miroslav Todorov
Feedback about the Project &nbsp;Sport Activities : The Path to Social &nbsp;Inclusion 
I learned things about functional sports activities, working methods including movement and sport, adaptation and possible dangers for people with disabilities, such as discharges and refugees.
 I am aware that the government is doing its best to integrate a forest like refugees and people with varying degrees of disability, but I am convinced that it is not enough.
We were among people who abandoned their homes and countries for various reasons, as well as for terrorism and war.
All of whom I managed to contact wanted to find and sought a more peaceful and good life for themselves and their families.
I think a project such as this opens the learning process and motivates civil society to do more to make a small group of hares a good chance. All the things i learned are presented in a very professional and interesting way, easy to understand and accessible for practices.
Sports games and working methods for movement and sport and their adaptation and suppression for disadvantaged people, such as disabilities and refugees, were all very well presented in practice by various colleagues and by the organizers of the training.
Thanks for the patience and understanding of the whole group, about &nbsp;that my English is not perfect, like on most of the participants. 
Thanks to the group and the coaches, the language was not a big obstacle for me to acquire a lot of knowledge and skills.
It was a pleasure for me to be part of this training, completing my skills and from which I will soon share my personal achievements.',
                'when' => '1525381200'
            ]
        ];

        DB::statement('SET FOREIGN_KEY_CHECKS=0');
        Project::truncate();

        foreach ($projects as $project) {
            Project::create([
                'title' => $project['title'],
                'description' => $project['description'],
                'when' => Carbon::createFromTimestamp($project['when'])
            ]);
        }
        DB::statement('SET FOREIGN_KEY_CHECKS=1');

    }
}
